[String]
10000=OK
10001=Trasferimento dei dati in corso. Attendere...
10002=Sconosciuto
10003=Riprova
10004=Annulla
10005=Disconnetti
10006=Connessione in corso…
14000=Impossibile caricare la libreria GPRS.
14001=Impossibile creare la connessione Internet!
14002=Impossibile disconnettere il GPRS.
14003=Connessione GPRS disconnessa.
14004=Nome RAS vuoto.
14005=Errore caricamento libreria Bluedrv.
14006=Errore caricamento API.
14007=Errore impostazione richiesta.
14008=Codice Pin vuoto.
14009=Si è verificato un errore durante l’accoppiamento con il dispositivo. Assicurarsi che le impostazioni Bluetooth del telefono siano corrette, quindi eseguire nuovamente la configurazione.
14010=Si è verificato un errore durante l’impostazione del dispositivo come predefinito.
14011=Si è verificato un errore durante l’acquisizione del nome modello del dispositivo.
14012=Si è verificato un errore durante la lettura delle informazioni del dispositivo.
14013=Impossibile trovare la periferica o il telefono Bluetooth.
14014=È necessario acquisire i dati.
14015=Il telefono non è al momento disponibile.  Accertarsi che la schermata principale del telefono sia visualizzata e che il telefono non sia al momento utilizzato da altri programmi.
14016=Verificare che la periferica sia ben collegata al telefono.
14017=Verificare che la periferica sia ben collegata al telefono.
14018=Impossibile riscrivere i dati sul cellulare!
14019=Impossibile leggere i dati dal cellulare!
14020=Impossibile eliminare il cellulare.
14021=Errore verifica dei parametri.
14022=Memoria insufficiente.
14023=Nessuna periferica collegata.
14024=Funzione non supportata.
14025=Nessun dato.
14026=Impossibile aprire il file.
14027=Formato file non supportato.
14028=Data/Ora non valida.
14029=Errore durante le lettura/scrittura dei dati.
14030=Dati non validi.
14031=Collegamento libreria non riuscito.
14032=Il nome del file è errato o il file non esiste.
14033=Thread terminato!
14034=Nessuna scheda SIM.
14035=Funzione limitata.
14036=Il telefono non risponde.
14037=La causa dell’errore potrebbe essere: 1. il telefono è ancora in corso di accensione 2. c’è un errore nella scheda SIM.  Fare clic sul pulsante Aggiorna per riavviare il processo.
14038=Errore sconosciuto!
14039=Errore connessione audio HF.
14040=Errore disconnessione audio HF.
14041=Errore connessione presa.
14042=Spazio insufficiente per memorizzare i dati

15000=Menu telefono
15001=Selezionare innanzitutto un modello di telefono.
15002=%s non è connesso.
15003=%s è connesso.
16000=Rubrica
17000=SMS
17001=Mittente:
17002=Ricevit.:
17003=Messaggio:
17004=Data:
18000=File Manager
20000=Ricerca in corso
20001=%s trovati.
21001=Accoppiamento con il telefono
21002=Informazioni relative al collegamento del telefono per la prima volta. Se il telefono richiede di inserire una password, inserire:
21003=1234
21005=Accoppiamento dispositivo in corso, attendere...(PIN=1234)
21006=Accoppia
21007=Ricerca telefoni in corso, attendere...
21008=Collegamento dispositivo in corso, attendere...
22000=Cerca
22001=Cellulare
22002=Assicurarsi che il Bluetooth del telefono sia attivo. Avviare adesso la ricerca dei telefoni?
23000=Tastierino di composizione
24000=Informazioni relative al telefono
24001=È necessario configurare il telefono per eseguire automaticamente il collegamento al navigatore in un secondo momento. Per maggiori informazioni vedere il manuale del telefono.
25000=Bluetooth
26000=Impostazioni
27000=Registro chiamate
27001=Chiamate ricevute
27002=Chiamate effettuate
27003=Chiamate perse
27004=Nome:
27005=Numero:
27006=Data:
27007=Ora:
27008=Chiam. in corso
27009=Chiamata in uscita
27010=Chiamata in arrivo
27011=SMS in arrivo
28000=Configurazione rubrica
28001=Imposta automaticamente la rubrica
28002=Conserva la rubrica all’interno della scheda di memoria
28003=Configurazione SMS
28004=Importa automaticamente il messaggio
28005=Visualizza automaticamente i messaggi in arrivo
28006=Conserva i messaggi all’interno della scheda di memoria
28007=Configurazione vivavoce
28008=Configura automaticamente il vovavoce

29000=Informazioni
29001=Nome telefono:
29002=Portante:
29003=Segnale tel.:
29004=Batteria tel.:
30000=Rubrica
30001=Messaggio
30002=Registro ch.
30003=Composit. tel
30004=HF attivo
30005=HF diattivo
30006=Impostazioni
30007=Cerca tel
30008=Vivavoce
30009=Connetti
30010=Disconnetti
30011=Bluetooth att.
30012=Bluetooth dis.
